[BalanceDefs.BD_Ep7_SnowManHead_Ammo InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[BalanceDefs.BD_Ep7_SnowManHead_FlareGun InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[InteractiveObjects.IO_CameraShakeFactory InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_CameraShakeFactory_TrainDerailment InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_Ep7_ProjectileSpawner InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep7_ExplodeMines InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep7_RabbitRocket InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep7_RabbitRocket2 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep7_TinaMine InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_Ep7_FortifiedTrainCar InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_SnowManHead InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_Ep7_MordecaiEchoRecorder MissionItemDefinition]
UseFailureCharacterMessage="Should be like this. %s Application form."
ItemName="Echo device"
PickupMessage="Do you understand? %s"
UseFailureLevelMessage="You must be at least %d years old to use this item.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="general"

[ItemDefs.ID_Ep7_MordecaiEchoRecorder:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="After Mordecai sent him a song I heard a soft voice.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Ep7_RolandsFlareGun MissionItemDefinition]
UseFailureCharacterMessage="I want you %s Use this."
ItemName="Roland Fire Truck"
PickupMessage="This or that way %s"
UseFailureLevelMessage="Requires level %d to use.."
UseFailureConstraintsMessage="This product is not licensed."
NoManufacturerName="levitra"

[ItemDefs.ID_Ep7_RolandsFlareGun:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="A flaming weapon symbolizes Roland's spies.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Ep7_TinasDollExplosives MissionItemDefinition]
UseFailureCharacterMessage="you have to %s Use."
ItemName="Tina is truly magical."
PickupMessage="Get closer to yourself. %s"
UseFailureLevelMessage="You must be %d or higher to use this feature."
UseFailureConstraintsMessage="You cannot use this."
NoManufacturerName="In general"

[ItemDefs.ID_Ep7_TinasDollExplosives:AttributePresentationDefinition_6 AttributePresentationDefinition]
Description="Animal Looks like a cross between Tiny Chikitina and a powerful rocket.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Ep7_TinasExplosives MissionItemDefinition]
UseFailureCharacterMessage="who are you %s To use this feature."
ItemName="to do"
PickupMessage="you've got it %s"
UseFailureLevelMessage="You must be at least %d to use this item.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="General"

[ItemDefs.ID_Ep7_TinasExplosives:AttributePresentationDefinition_6 AttributePresentationDefinition]
Description="A powerful explosive that destroys an apartment building.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Ep7GunPowerCore MissionItemDefinition]
UseFailureCharacterMessage="you should %s Use this article.."
ItemName="The true source of power"
PickupMessage="close to you %s"
UseFailureLevelMessage="You must be at least %d level to use this feature."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="method"

[ItemDefs.ID_Ep7GunPowerCore:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Hyperion nuclear test. The sacred stone must be based on power.."
NoConstraintText=""
Suffix=""
Prefix=""

[MO_Ep7_TinaTrainBomb InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

